Repository: nils-ost/LanPartyOnboardingSystem
Catalog: frontend/src/locales/messages.*.xlf
Languages: de

# buttonClearRODwoDesc
source: Remove without Description
de: ohne Beschreibung entfernen
