Repository: nils-ost/LanPartyOnboardingSystem
Catalog: frontend/src/locales/messages.*.xlf
Languages: de

# ElementErrorCode1
source: can't be empty
de: darf nicht leer sein

# ElementErrorCode2
source: value allready in use, needs to be unique
de: Wert bereits in Benutzung, muss eindeutig sein

# ElementErrorCode3
source: invalid type
de: ungültiger Typ

# ElementErrorCode10
source: needs to be in range of 1 to 1024
de: muss im Bereich 1 bis 1024 liegen

# ElementErrorCode11
source: invalid selection
de: ungültige Auswahl

# ElementErrorCode12
source: allready in use, can only be used once
de: bereits in Verwendung, darf nur einmal benutzt werden

# buttonSave
source: Save
de: Speichern

# buttonCreate
source: Create
de: Erstellen

# elementFieldLabelVlanDesc
source: Description
de: Beschreibung

# elementFieldLabelVlanNumber
source: Number
de: Nummer

# elementFieldLabelVlanPurpose
source: Purpose
de: Zweck

# elementFieldLabelIpPoolDesc
source: Description
de: Beschreibung

# elementFieldLabelIpPoolMask
source: Mask
de: Maske

# ElementErrorCode30
source: value needs to be between 8 and 30
de: Wert muss zwischen 8 und 30 sein

# ElementErrorCode31
source: does not fit to the IP range
de: fällt nicht in den IP Bereich

# elementFieldLabelIpPoolRangeStart
source: Range Start
de: Bereich Start

# elementFieldLabelIpPoolRangeEnd
source: Range End
de: Bereich Ende

# ElementErrorCode32
source: range_start needs to be smaller than range_end
de: Bereich Start muss kleiner als Bereich Ende sein

# ElementErrorCode33
source: overlaps with existing IpPool
de: überlappt mit bestehendem IpPool

# ElementErrorCode34
source: not a valid IP
de: ungültige IP

# ElementErrorCode35
source: there is no VLAN with this ID
de: VLAN mit dieser ID nicht gefunden

# DeleteErrorGeneric
source: Unknown error
de: unbekannter Fehler

# DeleteErrorCode2OnIpPool
source: Can't delete IpPool. There is at least one Table attached to IpPool
de: IpPool kann nicht gelöscht werden. Es existiert mindestens ein Tisch, der diesen IpPool nutzt.

# DeleteErrorSummary
source: deletion not possible
de: Löschen nicht möglich

# buttonSystemCommit
source: Commit All
de: Alle konfigurieren

# buttonSystemRetreat
source: Retreat All
de: Alle zurücksetzen

# SystemExecCommitStartedSummary
source: Commiting
de: Konfiguriere

# SystemExecCommitStartedDetail
source: commiting of all Switches started
de: Konfiguration aller Switche gestartet

# SystemExecCommitSuccessSummary
source: Done
de: Abgeschlossen

# SystemExecCommitSuccessDetail
source: all Switches successful commited
de: Alle Switche erfolgreich konfiguriert

# SystemExecCommitErrorSummary
source: Error
de: Fehler

# SystemExecRetreatStartedSummary
source: Retreating
de: setze zurück

# SystemExecRetreatStartedDetail
source: retreating of all Switches started
de: Zurücksetzen aller Switche gestartet

# SystemExecRetreatSuccessSummary
source: Done
de: Abgeschlossen

# SystemExecRetreatSuccessDetail
source: all Switches successful retreated
de: Alle Switche erfolgreich zurückgesetzt

# SystemExecRetreatErrorSummary
source: Error
de: Fehler

# onboardingFieldLabelTable
source: Table Number
de: Tisch Nummer

# onboardingFieldLabelSeat
source: Seat Number
de: Sitzplatz Nummer

# onboardingFieldLabelPw
source: Seat Password
de: Sitzplatz Passwort

# OnboardingErrorCode6
source: Your Device is not yet known. Please stand by, this screen will automatically refresh, when your Device is ready for Onboarding.
de: Dein Gerät ist noch nicht bereit für das Onboarding. Bitte warten bis es vom System registriert wurde. Diese Seite lädt automatisch neu, sobald es weitergehen kann.

# OnboardingErrorCode7
source: Your Device is blocked for onboarding. Please contact an admin.
de: Deinem Gerät ist es verboten das Onboarding durchzuführen. Bitte kontaktiere einen Admin.

# OnboardingErrorCode8
source: Invalid Table number. Please try again.
de: Ungültige Tisch Nummer. Bitte erneut versuchen.

# OnboardingErrorCode9
source: Invalid Seat number. Please try again.
de: Ungültige Sitzplatz Nummer. Bitte erneut versuchen.

# OnboardingErrorCode10
source: This Seat is allready taken. Please try again or contact an admin.
de: Dieser Sitzplatz ist bereits vergeben. Bitte erneut versuchen oder einen Admin kontaktieren.

# OnboardingErrorCode11
source: Wrong password. Please try again.
de: Passwort falsch. Bitte erneut versuchen.

# OnboardingErrorCode12
source: This Seat is not associated to a Participant. Please contact an admin.
de: DIeser Sitzplatz ist keinem Teilnehmer zugewiesen. Bitte kontaktiere einen Admin.

# OnboardingErrorCode13
source: Something went wrong. Please try again.
de: Es ist etwas schief gelaufen. Bitte erneut versuchen.

# OnboardingErrorCode14
source: Please contact an admin.
de: Bitte kontaktiere einen Admin.

# OnboardingErrorCodeFallback
source: Unknown error. Please contact an admin.
de: Unbekannter Fehler. Bitte kontaktiere einen Admin.

# elementFieldLabelParticipantPw
source: Password
de: Passwort

# elementFieldLabelParticipantSeatId
source: Seat
de: Sitzplatz

# ElementErrorCode2DetailOnParticipant
source: the given Login name is allready used on a different Participant
de: dieser Login Name wird bereits von einem anderen Teilnehmer verwendet

# ElementErrorCode70Summary
source: not found
de: nicht gefunden

# ElementErrorCode70
source: there is no Seat with this ID
de: kein Sitzplatz mit dieser ID gefunden

# ElementErrorCode2SummaryOnParticipant
source: Seat not available
de: Sitzplatz ist nicht verfügbar

# buttonCreateMultiple
source: Create Multiple
de: Mehrere anlegen

# buttonCreateSingle
source: Create Single
de: Einzelnen anlegen

# elementFieldLabelPortNumber
source: Number
de: Nummer

# elementFieldLabelPortDesc
source: Description
de: Beschreibung

# elementFieldLabelPortParticipants
source: Participants
de: Teilnehmer

# elementFieldLabelPortType
source: Type
de: Typ

# elementFieldLabelPortEnabled
source: Enabled
de: Eingeschaltet

# elementFieldLabelPortLink
source: Link
de: Aktiv

# elementFieldLabelPortSpeed
source: Speed
de: Geschwindigkeit

# elementFieldLabelPortSwitchlinkPortId
source: Switchlink Port
de: SWlink Port

# elementFieldLabelSeatTableId
source: Table
de: Tisch

# elementFieldLabelSeatNumber
source: Number
de: Nummer

# elementFieldLabelSeatPw
source: Password
de: Passwort

# elementFieldLabelSeatParticipant
source: Participant
de: Teilnehmer

# elementFieldLabelSwitchAddr
source: Address
de: URL

# elementFieldLabelSwitchUser
source: Username
de: Benutzername

# elementFieldLabelSwitchPw
source: Password
de: Passwort

# elementFieldLabelSwitchPurpose
source: Purpose
de: Zweck

# ElementErrorCode20
source: invalid purpose
de: ungültiger Zweck

# ElementErrorCode21
source: can't be empty for given purpose
de: darf beim gewählten Zweck nicht leer sein

# ElementErrorCode22
source: there is no VLAN with this ID
de: VLAN mit dieser ID nicht gefunden

# ElementErrorCode23
source: this VLAN is not of purpose Onboarding
de: dieses VLAN hat nicht den Zweck Onboarding

# ElementErrorCode24
source: this VLAN is allready used on a different Switch
de: dieses VLAN wird bereits von einem anderen Switch verwendet

# elementFieldLabelSwitchConnected
source: Connected
de: Verbunden

# elementFieldLabelSwitchCommited
source: Commited
de: Konfiguriert

# elementFieldLabelSwitchKnownVlans
source: Configured VLANs
de: konfigurierte VLANs

# CommitSwitchStartedSummary
source: Commiting
de: konfiguriere

# CommitSwitchStartedDetail
source: commiting started for Switch
de: Konfiguration des Switch gestartet

# CommitSwitchSuccessSummary
source: Done
de: Abgeschlossen

# CommitSwitchSuccessDetail
source: successful commited Switch
de: Switch erolgreich konfiguriert

# CommitSwitchErrorSummary
source: Error
de: Fehler

# CommitSwitchErrorDetail
source: could not commit Switch
de: konnte Switch nicht konfigurieren

# RetreatSwitchStartedSummary
source: Retreating
de: setze zurück

# RetreatSwitchStartedDetail
source: retreating started for Switch
de: Zurücksetzen des Switch gestartet

# RetreatSwitchSuccessSummary
source: Done
de: Abgeschlossen

# RetreatSwitchSuccessDetail
source: successful retreated Switch
de: Switch erfolgreich zurückgesetzt

# RetreatSwitchErrorSummary
source: Error
de: Fehler

# RetreatSwitchErrorDetail
source: could not retreated Switch
de: konnte Switch nicht zurücksetzen

# DeleteErrorCode2OnSwitch
source: Can't delete Switch. There is at least one Table attached to Switch
de: Switch kann nicht gelöscht werden. Es gibt mindestens einen Tisch der diesen Switch verwendet.

# elementFieldLabelTableDesc
source: Description
de: Beschreibung

# elementFieldLabelTableNumber
source: Number
de: Nummer

# elementFieldLabelTableSeatIpPoolId
source: Seats IpPool
de: IpPool für Sitzplätze

# elementFieldLabelTableAddIpPoolId
source: Additional IpPool
de: Zusätzlicher IpPool

# ElementErrorCode40
source: needs to be bigger or equal to zero
de: muss größer oder gleich Null sein

# ElementErrorCode41
source: there is no Element with this ID
de: Element mit dieser ID nicht gefunden

# ElementErrorCode42
source: Purpose of Switch needs to be 1 (participants) or 2 (mixed)
de: Zweck des Switch muss 1 (participants) oder 2 (mixed) sein

# ElementErrorCode43
source: VLAN of IpPool needs to be of purpose 0 (play/seats)
de: VLAN des IpPool muss den Zweck 0 (play/seats) haben

# ElementErrorCode44
source: allready in use as add_ip_pool_id on different Table
de: bereits als Zusätzlicher IpPool bei einem anderen Tisch in Verwendung

# ElementErrorCode45
source: seat_ip_pool_id and add_ip_pool_id can't be the same
de: IpPool für Sitzplätze und Zusätzlicher IpPool können nicht identisch sein

# ElementErrorCode46
source: allready in use as seat_ip_pool_id on different Table
de: bereits als IpPool für Sitzplätze bei einem anderen Tisch in Verwendung

# buttonCommit
source: Commit
de: abschicken

# DeleteErrorCode3OnTable
source: Can't delete Table. There is at least one Seat attached to Table
de: Tisch kann nicht gelöscht werden. Es gibt mindestens einen Sitzplatz an diesem Tisch.

# DeleteErrorCode1OnVlan
source: Can't delete VLAN. There is at least one IpPool attached to VLAN
de: Kann VLAN nicht löschen. Mindestens ein IpPool verwendet dieses VLAN.

# DeleteErrorCode4OnVlan
source: Can't delete VLAN. There is at least one Switch attached to VLAN
de: Kann VLAN nicht löschen. Mindestens ein Switch verwendet diese VLAN.

# onboardingIpHeader
source: Your IP is
de: Deine IP lautet

# onboardingIpReloadinfo
source: Your onboarding is completed! It now takes up to two minutes till your PC assigns it's final IP. Please stand by, this screen will automatically refresh, when the assignment is done.
de: Onboarding erfolgreich abgeschlossen! Es dauert nun bis zu zwei Minuten bis dein PC sich seine entgültige IP abgeholt hat. Diese Seite lädt automatisch neu, wenn alles fertig ist.

source: please fill out this form
de: Bitte vollständig ausfüllen

source: Submit
de: Abschicken

# onboardingWhoQuestion
source: Are you
de: Bist du

source: No
de: Nein

source: Yes
de: Ja

source: Login
de: Einloggen

source: Create Account
de: Konto erstellen

# ElementErrorCode38
source: range_start and range_end need to be equal
de: Bereich Start und Ende müssen gleich sein

# ElementErrorCode37
source: Purpose of VLAN needs to be 0 (play)
de: Zweck des VLAN muss 0 (play) sein

# ElementErrorCode39
source: only one IpPool per VLAN with this purpose is allowed
de: es ist nur ein IpPool pro VLAN, mit diesem Zweck, erlaubt

# ElementErrorCode36
source: Only allowed once, but there is already an IpPool set as LPOS
de: es existiert bereits ein LPOS IpPool, es ist nur einer erlaubt

# SystemCheckIntegrityStartedSummary
source: checking integrity
de: Vollständigkeitsprüfung

# SystemCheckIntegrityStartedDetail
source: checking system integrity started
de: Prüfung des Konfigurationsvollständigkeit gestartet

# SystemCheckIntegritySuccessSummary
source: Done
de: Abgeschlossen

# SystemCheckIntegritySuccessDetail
source: system integrity is valid
de: Konfiguration ist vollständig

# SystemCheckIntegrityErrorSummary
source: Error
de: Fehler

# SystemExecCommitSwitchesStartedDetail
source: commiting of all Switches started
de: Konfiguration aller Switche gestartet

# SystemExecCommitSwitchesSuccessDetail
source: all Switches successful commited
de: alle Switche erfolgreich konfiguriert

# SystemExecCommitInterfacesStartedDetail
source: commiting of all OS-VLAN-Interfaces started
de: Konfiguration aller Betriebssystem-VLANs gestartet

# SystemExecCommitInterfacesSuccessDetail
source: all OS-VLAN-Interfaces successful commited
de: alle Betriebssystem-VLANs erfolgreich konfiguriert

# SystemExecCommitDnsmasqStartedDetail
source: commiting of all dnsmasq configs started
de: Konfiguration von dnsmasq gestartet

# SystemExecCommitDnsmasqSuccessDetail
source: all dnsmasq configs successful commited
de: dnsmasq erfolgreich konfiguriert

# SystemExecRetreatSwitchesStartedDetail
source: retreating of all Switches started
de: Zurücksetzen aller Switche gestartet

# SystemExecRetreatSwitchesSuccessDetail
source: all Switches successful retreated
de: alle Switche erolgreich zurückgesetzt

# SystemExecRetreatInterfacesStartedDetail
source: retreating of all OS-VLAN-Interfaces started
de: Zurücksetzen aller Betriebssystem-VLANs gestartet

# SystemExecRetreatInterfacesSuccessDetail
source: all OS-VLAN-Interfaces successful retreated
de: alle Betriebssystem-VLANs erfolgreich zurückgesetzt

# SystemExecRetreatDnsmasqStartedDetail
source: retreating of all dnsmasq configs started
de: Zurücksetzen der dnsmasq Konfiguration gestartet

# SystemExecRetreatDnsmasqSuccessDetail
source: all dnsmasq configs successful retreated
de: dnsmasq erfolgreich zurückgesetzt

# onboardingIpReloadinfo2
source: If you don't like to wait that long, you can open Windows-Commandprompt (Win+R) and type 'ipconfig /renew' this should assign your play-IP immediately.
de: Falls du nicht so lange warten willst, öffne die Window-Kommandozeile (Win+R) und gib 'ipconfig /renew' ein, dies lässt die entgültige IP sofort zuweisen.

# elementFieldLabelPortCommitDisabled
source: Commit Disabled
de: Auto-Konfiguration

# elementFieldLabelSwitchDesc
source: Description
de: Beschreibung

# onboardingIpHeaderUpcoming
source: Your IP is going to be
de: Deine IP wird lauten

# elementFieldLabelDeviceDesc
source: Description
de: Beschreibung

# elementFieldLabelDeviceSeatId
source: Seat
de: Sitzplatz

# elementFieldLabelSeatAbsoluteNumber
source: Absolute Number
de: Absolute Nummer

# buttonSystemEnableAbsoluteSeatnumbers
source: Enable Absolute Seatnumbers
de: Absolute Platznummern Aktivieren

# buttonSystemDisableAbsoluteSeatnumbers
source: Disable Absolute Seatnumbers
de: Absolute Platznummern Deaktivieren

# elementFieldLabelSeatNumberAbsolute
source: Absolute Number
de: Absolute Nummer

# elementFieldLabelDeviceParticipantId
source: Participant
de: Teilnehmer

# elementFieldLabelOnboardingBlocked
source: Blocked
de: Gesperrt

# elementFieldLabelPwStrikes
source: Strikes
de: Fehlschläge

# elementFieldLabelDeviceDelete
source: Delete
de: Löschen

# SystemExecCommitHaproxyStartedDetail
source: commiting of HAproxy settings started
de: Konfiguration von HAproxy gestartet

# SystemExecCommitDnsServersStartedDetail
source: commiting of all DNS servers started
de: Konfiguration aller DNS-Server gestartet

# SystemExecCommitDhcpServersStartedDetail
source: commiting of all DHCP servers started
de: Konfiguration aller DHCP-Server gestartet

# SystemExecCommitHaproxySuccessDetail
source: HAproxy settings successful commited
de: HAproxy erfolgreich konfiguriert

# SystemExecCommitDnsServersSuccessDetail
source: all DNS servers successful commited
de: alle DNS-Server erfolgreich konfiguriert

# SystemExecCommitDhcpServersSuccessDetail
source: all DHCP servers successful commited
de: alle DHCP-Server erfolgreich konfiguriert

# SystemExecRetreatDnsServersSuccessDetail
source: all DNS servers successful retreated
de: alle DNS-Server erfolgreich gelöscht

# SystemExecRetreatDhcpServersSuccessDetail
source: all DHCP servers successful retreated
de: alle DHCP-Server erfolgreich gelöscht

# SystemExecRetreatDnsServersStartedDetail
source: retreating of all DNS servers started
de: Löschen alle DNS-Server gestartet

# SystemExecRetreatDhcpServersStartedDetail
source: retreating of all DHCP servers started
de: Löschen alle DHCP-Server gestartet

# onboardingIpReloadinfo3
source: Onboarding completed! GLHF gaming :)
de: Onboarding abgeschlossen! GLHF beim zocken :)

source: via nlpt.online
de: per nlpt.online

# onboardingSSORedirectInfo
source: This event uses a centralized Login. Please click the following button, to start the Login process.
de: Auf dieser Veranstaltung wird ein zentrales Login verwendet. Klicke auf den folgenden Knopf um dort hin zu gelangen.

# onboardingSSOLoginButton
source: Open Login
de: Anmeldung öffnen

# onboardingSSOPleaseWait
source: System is receiving your Login data, please stand by.
de: Bite warten! System empfängt Anmeldedaten...

# OnboardingErrorCode15
source: Invalid Login on SSO provider.
de: Anmeldung beim zentralen Login fehlgeschlagen.

# elementFieldLabelSettingSsologinurl
source: SSO Login URL
de: URL SSO Anmeldung

# elementFieldLabelSettingsSoonboardingurl
source: SSO Onboarding URL
de: URL SSO Onboarding

# elementFieldLabelPortManualConfig
source: Config
de: Konfiguration

# elementFieldLabelPortVlanOtherVlans
source: Other VLANs
de: Andere VLANs

# elementFieldLabelPortVlanEnabled
source: Enabled
de: Aktiviert

# elementFieldLabelPortVlanMode
source: Mode
de: Modus

# elementFieldLabelPortVlanDefault
source: Default
de: Standard

# elementFieldLabelPortVlanReceive
source: Receive
de: Empfang

# elementFieldLabelPortVlanForce
source: Force
de: Erzwingen

# titlelabelRetreat
source: Retreat
de: Zurücksetzen

# titlelabelCommit
source: Commit
de: Aufbauen

# labelVlanConfigExclude
source: Exclude
de: Ausschließen

# labelVlanConfigManual
source: Manual
de: Manuell

# labelVlanConfigAuto
source: Auto
de: Automatisch

# tooltipRetreatManual
source: Retreat: Manual
de: Zurücksetzen: Manuell

# tooltipRetreatAuto
source: Retreat: Auto
de: Zurücksetzen: Automatisch

# tooltipRetreatExclude
source: Retreat: Exclude
de: Zurücksetzen: Ausschließen

# tooltipCommitAuto
source: Commit: Auto
de: Aufbauen: Automatisch

# tooltipCommitExclude
source: Commit: Exclude
de: Aufbauen: Ausschließen

# tooltipCommitManual
source: Commit: Manual
de: Aufbauen: Manuell

# tooltipAdminPrivilegesRevoke
source: Revoke admin privileges
de: Admin Rechte entziehen

# tooltipAdminPrivilegesGrant
source: Grant admin privileges
de: Admin Rechte genehmigen

# elementFieldLabelDeviceManualConfig
source: Config
de: Konfiguration

# tooltipSeatDelete
source: Delete Seat
de: Sitzplatz löschen

# tooltipSeatDeleteAbsoluteNumber
source: Remove Absolute Number
de: Absolute Nummer entfernen

# tooltipSeatEditAbsoluteNumber
source: Edit Absolute Number
de: Absolute Nummer bearbeiten

# tooltipSeatDeletePassword
source: Remove Password
de: Passwort entfernen

# tooltipSeatGeneratePassword
source: Generate Random Password
de: zufülliges Passwort generieren

# tooltipSeatEditPassword
source: Edit Password
de: Passwort bearbeiten

# tooltipSeatEditParticipant
source: Edit Participant
de: Teilnehmer bearbeiten

# tooltipSeatDeleteParticipant
source: Remove Participant
de: Teilnehmer entfernen

# tooltipTableEdit
source: Edit Table
de: Tisch bearbeiten

# tooltipTableDelete
source: Delete Table
de: Tisch löschen

# tooltipSeatAdd
source: Add Seat(s)
de: Siplätze hinzufügen

# tooltipSeatRemove
source: Remove Seat(s)
de: Sitzplätze entfernen

# tooltipSeatAddAbsoluteNumber
source: Bulk Absolute numbering
de: Absolute Nummerierung generieren

# dialogTextAddSeatsCount
source: How many Seats do you like to add to Table
de: Wieviele Sitzplätze sollen hinzugefügt werden zu Tisch

# dialogTextAddSeatWithNumber
source: Add Seat with a specific Number to Table
de: Sitzplatz, mit spezifischer Nummer, hinzufügen zu Tisch

# dialogTextDeleteSeatsCount
source: How many Seats do you like to delete from Table
de: Wieviele Sitzplätze sollen entfernt werden von Tisch

# dialogTextAbsoluteNumberingSeats
source: Enter the first new Seat-Number and if it should increase or decrease
de: Erste Sitzplatz-Nummer, und ob diese auf- oder absteigen soll, eingeben

# ElementErrorGeneric
source: Unknown error
de: Unbekannter Fehler

# ElementErrorCode51
source: Number needs to be 1 or bigger
de: Nummer muss größer als 0 sein

# ElementErrorCode52
source: Number allready present on Table
de: Nummer bereits vergeben an Tisch

# ElementErrorCode54
source: No additional Seats possible on this Table, as this would exceed IpPool range
de: Es sind keine weiteren Sitzplätze möglich an diesem Tisch, da dies den IpPool überschreiten würde

# ElementErrorSummary
source: Error
de: Fehler

# elementFieldLabelPortCommitVlanIds
source: Commit VLANs
de: Aufbau VLANs

# elementFieldLabelPortRetreatVlanIds
source: Retreat VLANs
de: Zurücksetz VLANs

# elementFieldLabelLastScanTs
source: Last Discover
de: Zuletzt gesehen

# tooltipDevicesOfPort
source: Show Devices connected to this Port
de: Geräte, die mit diesem Port verbunden sind, anzeigen

# buttonClear
source: Delete All
de: Alle löschen

# elementFieldLabelPccCountTotal
source: Total
de: Gesamt

# elementFieldLabelPccCountCommit
source: Commit
de: Aufbauen

# elementFieldLabelPccCountRetreat
source: Retreat
de: Zurücksetzen

# tooltipShowPorts
source: Show Ports
de: Ports anzeigen

# tooltipCommitSwitch
source: Commit Switch
de: Switch aufbauen

# tooltipRetreatSwitch
source: Retreat Switch
de: Switch zurücksetzen

# tooltipEditSwitch
source: Edit Switch
de: Switch bearbeiten

# tooltipDeleteSwitch
source: Delete Switch
de: Switch löschen

# settingsHeaderAbsoluteSeatNumbers
source: Absolute Seat Numbers
de: Absolute Sitzplatz Nummerierung

# settingsDescriptionForDisabledASN
source: Currently absolut seatnumbering is disabled. The pariticipants need to provide a tablenumber and a seatnumber (on this table) while onboarding.
de: Derzeit is die absolute Sitzplatznummerierung deaktiviert. Teilnehmer müssen, beim Onboarding, die Tischnummer und Platznummer am Tisch angeben.

# settingsDescriptionForEnabledASN
source: The absolute seatnumbering is now enabled. Apply a individual seatnumber for every seat to satisfy integrity checks. Partisipants then use this number during onbording.
de: Die absolute Sitzplatzummerierung ist aktiv. Jedem Sitzplatz muss eine individuelle Platznummer zugeordnet werden, um die Integritätsprüfung zu bestehen. Die Teilnehmer müssen dann diese Platznummer, während des Onboarding, verwenden.

# settingsHeaderPortNumberingOffset
source: Port Numbering Offset
de: Port Nummerierungs-Versatz

# tooltipDeviceRemovePort
source: Unlink Port from Device
de: Port-Verknüpfung von Gerät lösen

# settingsHeaderRemoveOfflineDevices
source: Devices
de: Geräte

# buttonClearROD
source: Remove All Offline
de: Alle offline entfernen

# elementFieldLabelRodTotal
source: Devices Count
de: Geräte Anzahl

# elementFieldLabelRodOffline
source: Offline Devices
de: Geräte die offline sind

# elementFieldLabelRodPort
source: Devices with Port
de: Geräte mit Port verknüpft

# buttonClearDevicesPorts
source: Remove Ports
de: Verknüpfung lösen

# settingsHeaderSettings
source: Settings
de: Einstellungen

# OnboardingErrorCode16
source: You are sitting on the wrong Table. Please contact an admin.
de: Du sitzt an dem falschen Tisch. Bitte kontaktiere einen Admin.

# tooltipParticipantDelete
source: delete Participant
de: Teilnehmer löschen

# tooltipParticipantOffboard
source: execute Offboarding for Participant
de: Teilnehmer Offboarding durchführen

# elementFieldLabelRodWoDesc
source: Devices without Description
de: Geräte ohne Beschreibung
